Repository: wickedpool/Partnership-HEC
Catalog: plugins/wp-ultimate-csv-importer/languages/wp-ultimate-csv-importer-*.po
Languages: nl_nl

source: no of Orphaned Post/Page meta has been removed.
nl_nl: geen van Orphaned Post / Pagina meta is verwijderd.

source: no of Unassigned tags has been removed.
nl_nl: geen van de toegewezen labels is verwijderd.

source: no of Post/Page revisions has been removed.
nl_nl: geen van de Post / Pagina herzieningen is verwijderd.

source: no of Auto drafted Post/Page has been removed.
nl_nl: geen van Auto opgesteld Post / pagina is verwijderd.

source: no of Post/Page in trash has been removed.
nl_nl: geen van Post / Pagina in de prullenbak is verwijderd.

source: no of Spam comments has been removed.
nl_nl: geen van Spam commentaar is verwijderd.

source: no of Comments in trash has been removed.
nl_nl: geen van de opmerkingen in de prullenbak is verwijderd.

source: no of Unapproved comments has been removed.
nl_nl: geen van de niet-goedgekeurde commentaar is verwijderd.

source: no of Pingback comments has been removed.
nl_nl: geen van Pingback commentaar is verwijderd.

source: no of Trackback comments has been removed.
nl_nl: geen van Trackback reacties is verwijderd.

source: Ultimate CSV Importer PRO data update complete. Thank you for updating to the latest version!
nl_nl: Ultimate CSV Importer PRO data update compleet. Dank u voor het updaten naar de nieuwste versie die u!

source: Schedule images on every second
nl_nl: Schedule beelden op iedere tweede

source: Schedule emails on every second
nl_nl: Schedule e-mails op elke seconde

source: View WP Ultimate CSV Importer Pro Documentation
nl_nl: Bekijk WP Ultimate CSV Importer Pro Documentatie

source: View Videos For WP Ultimate CSV Importer Pro
nl_nl: Bekijk video's voor WP Ultimate CSV Importer Pro

source: Visit Premium Customer Support Forum
nl_nl: Bezoek Premium Customer Support Forum

source: Edit this item
nl_nl: Bewerk dit item

source: View &#8220;%s&#8221;
nl_nl: Bekijk & # 8220;% s & # 8221;

source: Import / Update
nl_nl: Import / bijwerken

source: Export
nl_nl: Exporteren

source: Settings
nl_nl: instellingen

source: Support
nl_nl: Ondersteuning

source: This feature is only available in PRO.
nl_nl: Deze functie is alleen beschikbaar in de PRO.

source: Importers Activity
nl_nl: importeurs Activity

source: Import Statistics
nl_nl: import Statistieken

source: File Manager
nl_nl: Bestandsbeheer

source: HINT: Specify the CSV header to be added in between the curley braces({ }).
nl_nl: TIP: Geef het CSV-header toe te voegen tussen de Curley accolades ({}).

source: Example: {post_title}
nl_nl: Voorbeeld: {POST_TITLE}

source: Close
nl_nl: Dichtbij

source: HINT: Specify operator(+,-,*,/) and CSV header as operand in MATH() within {}.Example: MATH ({product_quantity}/{discount_price})
nl_nl: TIP: Geef de operator (+, -, *, /) en CSV-header als operand in de wiskunde () binnen {} .Voorbeeld: MATH ({product_quantity} / {discount_price})

source: Choose CSV/XML to import
nl_nl: Kies CSV / XML te importeren

source: Documentation
nl_nl: Documentatie

source: Help
nl_nl: Hulp

source: Upload from Desktop
nl_nl: Upload van bureaublad

source: Upload from FTP/SFTP
nl_nl: Uploaden van FTP / SFTP

source: Upload from URL
nl_nl: Upload van URL

source: Choose File in the Server
nl_nl: Kies File in de Server

source: Upload Completed
nl_nl: uploaden voltooid

source: New Items
nl_nl: Nieuwe items

source: Existing Items
nl_nl: bestaande items

source: Import each record as
nl_nl: Importeer elk record als

source: Import configuration Section
nl_nl: Import configuratie Section

source: Do you want to handle the duplicate on existing records ?
nl_nl: Wilt u de dubbele op bestaande records te behandelen?

source: Mention the fields which you want to handle duplicates
nl_nl: Vermeld de velden die u wilt duplicaten te behandelen

source: Do you want to Schedule this Import
nl_nl: Wilt u deze importeren Plan

source: Schedule right now
nl_nl: Plan nu

source: Image Handling
nl_nl: afbeelding Handling

source: Download external images to your media
nl_nl: Downloaden van externe afbeeldingen op uw media

source: Use media images if already available
nl_nl: Gebruik mediabeelden indien reeds beschikbaar

source: Do you want to overwrite the existing images
nl_nl: Wilt u de bestaande beelden te overschrijven

source: NextGEN Gallery support on featured image
nl_nl: NextGEN Gallery kunt gekenmerkte beeld op

source: Large
nl_nl: Groot

source: Add custom sizes
nl_nl: Voeg aangepaste formaten

source: Media SEO & Advanced Options
nl_nl: Media SEO & Geavanceerde opties

source: Set image Title:
nl_nl: Set beeld Titel:

source: Set image Caption:
nl_nl: Set image Bijschrift:

source: Set image Alt Text:
nl_nl: afbeelding ingesteld Alt Text:

source: Set image Description:
nl_nl: Set beeld Beschrijving:

source: Change image file name to:
nl_nl: Verander afbeelding bestandsnaam naar:

source: Continue
nl_nl: voortzetten

source: FileName
nl_nl: Bestandsnaam:

source: Inserted
nl_nl: ingevoegd

source: Updated
nl_nl: bijgewerkt

source: Skipped
nl_nl: overgeslagen

source: Revision:
nl_nl: Herziening:

source: Resume
nl_nl: Hervat

source: Pause
nl_nl: Pauze

source: File Name:
nl_nl: Bestandsnaam:

source: File Size:
nl_nl: Bestandsgrootte:

source: Process:
nl_nl: Werkwijze:

source: Total no of records:
nl_nl: Totaal aantal dossiers:

source: Time taken for one record to be processed:
nl_nl: De tijd genomen voor één record te verwerken:

source: Remaining Record:
nl_nl: Resterende Record:

source: Current Processing Record:
nl_nl: Huidige Processing Record:

source: Log section
nl_nl: Log sectie

source: CLICK HERE TO DOWNLOAD LOG
nl_nl: KLIK HIER TE DOWNLOADEN LOG

source: continue
nl_nl: voortzetten

source: Select your module to export the data
nl_nl: Kies een module om de gegevens te exporteren

source: Page
nl_nl: Pagina

source: Custom Post
nl_nl: Custom Bericht

source: --Select--
nl_nl: --Selecteer--

source: Category
nl_nl: Categorie

source: Customer Reviews
nl_nl: klanten-reviews

source: Taxonomies
nl_nl: taxonomieën

source: Users
nl_nl: gebruikers

source: Proceed
nl_nl: Doorgaan

source: To export data based on the filters
nl_nl: Om gegevens op basis van de filters te exporteren

source: Export data with auto delimiters
nl_nl: data export met auto delimiters

source: Export data for the specific period
nl_nl: Export van gegevens voor de bepaalde periode

source: Start From
nl_nl: Start van

source: End To
nl_nl: einde te maken aan

source: Export data with the specific status
nl_nl: data export met de specifieke status

source: Status
nl_nl: toestand

source: All
nl_nl: Alle

source: Sticky
nl_nl: Kleverig

source: Private
nl_nl: privaat

source: Protected
nl_nl: beschermde

source: Draft
nl_nl: Ontwerp

source: Pending
nl_nl: in afwachting van

source: Export data by specific authors
nl_nl: Export van gegevens door specifieke auteurs

source: Authors
nl_nl: auteurs

source: Export data based on specific exclusions
nl_nl: Export van gegevens op basis van specifieke uitsluitingen

source: No fields Found!
nl_nl: Geen velden gevonden!

source: Back
nl_nl: Terug

source: Mapping Section
nl_nl: mapping Sectie

source: General Settings
nl_nl: Algemene instellingen

source: Database optimization
nl_nl: Database optimalisatie

source: Security and Performance
nl_nl: Beveiliging en prestaties

source: If enabled plugin deactivation will remove plugin data, this cannot be restored.
nl_nl: Indien ingeschakeld plugin deactiveren plugin gegevens te verwijderen, kan deze niet worden hersteld.

source: Scheduled log mails
nl_nl: Geplande log mails

source: Enable to get scheduled log mails.
nl_nl: Inschakelen om geplande log mails te krijgen.

source: Send password to user
nl_nl: Stuur wachtwoord gebruiker

source: Enable to send password information through email.
nl_nl: In staat om het wachtwoord informatie te sturen via e-mail.

source: Woocommerce Custom attribute
nl_nl: WooCommerce Custom attribuut

source: Database Optimization
nl_nl: Database Optimalisatie

source: This feature is only available in PRO
nl_nl: Deze functie is alleen beschikbaar in de PRO

source: Allow authors/editors to import
nl_nl: Laat auteurs / redacteuren importeren

source: Enable
nl_nl: in staat stellen

source: Disable
nl_nl: onbruikbaar maken

source: System values
nl_nl: System waarden

source: Minimum Requirements
nl_nl: minimale vereisten

source: Required to enable/disable Loaders, Extentions and modules:
nl_nl: Verplicht te activeren / deactiveren Laders, Extentions en modules:

source: PDO
nl_nl: BOB

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Curl
nl_nl: Krul

source: Mod Security
nl_nl: mod Beveiliging

source: Debug Information:
nl_nl: Debug informatie:

source: WordPress Version
nl_nl: WordPress versie

source: Your User Agent
nl_nl: Uw User Agent

source: WPDB Prefix
nl_nl: WPDB voorvoegsel

source: WP Multisite Mode
nl_nl: WP meerdere locaties Mode

source: Enabled
nl_nl: Ingeschakeld

source: Disabled
nl_nl: invalide

source: Smackcoders Guidelines
nl_nl: Smackcoders Richtlijnen

source: Development News
nl_nl: Development Nieuws

source: Whats New?
nl_nl: Wat is er nieuw?

source: Documentation
nl_nl: Documentatie

source: Youtube Channel
nl_nl: Youtube kanaal

source: Other Plugins
nl_nl: andere Plugins
